Repository: khaledwalid/Ejab
Catalog: Ejab.BAL/Resources/Global.*.resx
Languages: ar_sa

source: Address
ar_sa: العنوان

# AddressLongitude
source: Longitude
ar_sa: خط العرض

# AdressLatitude
source: Latitude
ar_sa: خط الطول

source: Description
ar_sa: التفاصيل

source: ExpireDate
ar_sa: تاريخ الصلاحيه

# ImageUrl
source: Image
ar_sa: الصوره

# IsActive
source: Active
ar_sa: فعال

source: Max Expire Date
ar_sa: اقصى تاريخ للصلاحيه

source: Notes
ar_sa: ملاحظات

source: Offer Date
ar_sa: تاريخ الاضافه

source: Offer Details
ar_sa: تفاصيل العرض

source: Offer Number
ar_sa: رقم العرض

source: Period
ar_sa: المده

source: Price
ar_sa: السعر

source: Publish Date
ar_sa: تاريخ النشر

source: quantity
ar_sa: الكميه

source: Region
ar_sa: المنطقه

source: Service Provider
ar_sa: مقدم الخدمه

source: ServiceProvider Rating
ar_sa: تقييم مقدم الخدمه

source: Title
ar_sa: عنوان العرض

source: Truck Type
ar_sa: نوع الشاحنه

# Detalies
source: Show
ar_sa: عرض

source: Home
ar_sa: الرئيسيه

# NotificationsAndMessages
source: Notifications
ar_sa: اشعارات

source: Offer Numbers
ar_sa: عدد العروض

source: Offers
ar_sa: العروض

source: Reports
ar_sa: التقارير

source: Requests
ar_sa: الطلبات

source: Search
ar_sa: بحث

source: Users
ar_sa: المستخدميين

# AcceptedBy
source: Acceptance
ar_sa: بيانات قبول العرض

source: Accepted Date
ar_sa: تاريخ القبول

source: Customer Name
ar_sa: اسم طالب الخدمه

source: Offer Image
ar_sa: صوره العرض

# OfferInfo
source: Offer Data
ar_sa: معلومات الطلب

source: OfferTrucks
ar_sa: الشاحنات/المعدات

source: Truck Name
ar_sa: اسم الشاحنه/المعده

source: Trucks Number
ar_sa: عدد الشاحنات/المعدات

source: Weight
ar_sa: الوزن

# Cause
source: Complaint
ar_sa: الشكوى

# Complaints
source: Suggesion and complints
ar_sa: الشكاوى

source: Complaints Numbers
ar_sa: عدد الشكاوى

source: ComplaintStatus
ar_sa: حالة الشكوى

source: Customer
ar_sa: طالب الخدمة

source: Date
ar_sa: التاريخ

source: Email
ar_sa: البريد الالكترونى

# footer
source: All rights reserved to egab Company
ar_sa: جميع الحقوق محفوظة لشركة إيجاب

source: IsAccepted
ar_sa: هل تم القبول

source: Items Info
ar_sa: معلومات البضاعة

source: Location From
ar_sa: المكان من

source: Location To
ar_sa: الى

source: Name
ar_sa: الاسم بالكامل

source: Permission Date
ar_sa: تاريخ صلاحة الطلب

source: Phone
ar_sa: رقم التليفون

# Pricing
source: Pricing Detailes
ar_sa: تفاصيل عروض الاسعار

source: Proposal Price
ar_sa: عروض الاسعار

source: Rating
ar_sa: التقييم

source: Request Date
ar_sa: تاريخ الطلب

source: request Details
ar_sa: تفاصيل الطلب

source: Request Info
ar_sa: معلومات الطلب

source: Request Number
ar_sa: رقم الطب

source: Requests Number
ar_sa: عدد الطلبات

source: Request State
ar_sa: حاله الطلب

source: Request Type
ar_sa: نوع الطلب(شاحنه/معده)

source: Starting Date
ar_sa: تاريخ بدأ العمل

source: Status
ar_sa: الحاله

source: Admins
ar_sa: مديرى النظام

source: Admins Numbers
ar_sa: عدد مديرى النظام

source: Delete
ar_sa: حذف

source: Edit
ar_sa: تعديل

source: First Name
ar_sa: الاسم الاول

source: IsAdmin
ar_sa: مدير النظام

source: Last Name
ar_sa: الاسم الاخير

source: Mobile
ar_sa: رقم الجوال

source: New
ar_sa: إضافه جديد

source: Password
ar_sa: كلمة المرور

# Profil
source: Profile
ar_sa: حسابى

# ProfileImgPath
source: Profile Picture
ar_sa: صوره

source: Save
ar_sa: حفظ

source: Contact Us
ar_sa: اتصل بنا

source: Fax
ar_sa: فاكس

source: About App
ar_sa: عن التطبيق

# AboutAppText
source: About Application
ar_sa: عن التطبيق

source: About Us
ar_sa: اتصل بنا

# AddAboutApp
source: New
ar_sa: أضف عن التطبيق

source: App Link
ar_sa: رابط الموقع

source: Back
ar_sa: رجوع

source: Facebook Link
ar_sa: فيس بوك

source: Twitter Link
ar_sa: تويتر

# AddNoty
source: Add Notification
ar_sa: أضف اشعار

source: Body
ar_sa: تفاصيل الاشعار

source: Messages
ar_sa: الرسائل

source: Messages Count
ar_sa: عدد الرسائل

source: Notification
ar_sa: الاشعارات

source: Noty Counts
ar_sa: عدد الاشعارات

# NotyTitle
source: Title
ar_sa: العنوان

source: Offer
ar_sa: العرض /الاعلان

source: Reciver
ar_sa: المستلم

source: ReciverCode
ar_sa: كود المستلم

source: Replay
ar_sa: رد

source: Request
ar_sa: الطلب

source: Seen
ar_sa: تم رؤيته

source: Sender
ar_sa: المرسل

source: Sender Code
ar_sa: كود المرسل

source: Time
ar_sa: الوقت

source: Admin Rules
ar_sa: صلاحيات المستخدمين

source: Customers
ar_sa: طالبى الخدمه

source: Customers Count
ar_sa: عدد طالبى الخدمة

source: Full Name
ar_sa: الاسم كاملا

source: Propsal Date
ar_sa: تاريخ وضع سعر

source: Propsal State
ar_sa: حاله قبول السعر

source: Response Person
ar_sa: الشخص المسئول

source: Service Providers
ar_sa: مقدمى الخدمة

source: Service Providers Count
ar_sa: عدد مقدمى الخدمة

source: UserProfile
ar_sa: الصفحه الشخصيه

# UserRules
source: Admins Rules
ar_sa: صلاحيات مديرى النظام

source: Admin
ar_sa: مدير النظام

source: App Users
ar_sa: مستخدمى التطبيق

source: Avialable Rules
ar_sa: صلاحيات المستخدميين المتاحه

source: Customer Code
ar_sa: كود طالب الخدمه

source: Equipments
ar_sa: معدات

source: Exit
ar_sa: خروج

# IntemInfo
source: Items Info
ar_sa: معلومات البضاعه

source: Last Update
ar_sa: اخر تحديث

# Loginerror
source: Please check your email or password and try agin
ar_sa: لقد ادخلت كلمة المرور او اسم المستخدم بطريقه غير صحيحه من فضلك حاول مره اخرى

# MailNotExist
source: Email Do Not Exist
ar_sa: البريد الالكترونى غير موجود

source: New Requests
ar_sa: طلبات جديده

source: Offer State
ar_sa: حاله العرض

source: Rules
ar_sa: صلاحية المستخدم

source: Trucks
ar_sa: شاحنات

source: Trucks Count
ar_sa: عدد الشاحنات

source: Trucks &Equipments
ar_sa: شاحنات ومعدات

source: Users Count
ar_sa: عدد المستخدمين

source: Welcome
ar_sa: مرحبا

# Questions
source: Common Questions
ar_sa: الاسئله الشائعه

source: Statistics
ar_sa: احصائيات الموقع

source: Add Region
ar_sa: اضف منطقه جديده

source: Answer Arabic
ar_sa: الاجابه بالعربيه

source: Answer English
ar_sa: الاجابه بالانجليزيه

# AppDownloadNumbers
source: App Downloads
ar_sa: تحميل التطبيق

source: AvailableOffers
ar_sa: عرض متاح

source: Code
ar_sa: كود

source: Question Arabic
ar_sa: السؤال بالعربيه

source: Question English
ar_sa: السؤال بالانجليزيه

source: Question Numbers
ar_sa: عدد الاسئله

source: Region Name
ar_sa: اسم المنطقه

source: Regions
ar_sa: المناطق

source: Trucks Offers Number
ar_sa: طلب الشاحنات

source: Users& Vistors
ar_sa: مستخدم وزائر

source: Rule Name
ar_sa: اسم الصلاحيه

source: Change Password
ar_sa: تغيير كلمة المرور

source: Login
ar_sa: تسجيل الدخول

source: New Password
ar_sa: كلمة المرور الجديده

source: Old Password
ar_sa: كلمة المرور القديمة

# CheckDeleting
source: Are you Sure you Want to delete this?
ar_sa: هل تريد الحذف ؟

# DeletetingMessage
source: Your will not be able to recover this again
ar_sa: لن تتمكن من استاعده ما سوف يتم حذفه مره اخرى

# Language
source: English
ar_sa: عربى

# MessageStat
source: Seen
ar_sa: تم قرائتها

# ServiceProviderId
source: Service Provider Code
ar_sa: كود مقدم الخدمه

# TrucksTypesCount
source: Types Count
ar_sa: عدد انواع الشاحنات/المعدات

# TypeName
source: Name
ar_sa: الاسم

# AddContactUs
source: Contact Us Info
ar_sa: اضف بيانات الاتصال

# Register
source: Log in
ar_sa: تسجيل الدخول

source: User Name
ar_sa: اسم المستخدم

source: Postal Code
ar_sa: ص .ب

source: Close
ar_sa: إغلاق

source: Height
ar_sa: الارتفاع

source: Truck Icon
ar_sa: رمز الشاحنه

source: Wedith
ar_sa: العرض

# TruckNameArb
source: Truck Name Arabic
ar_sa: الاسم بالعربيه

# TruckNameEng
source: Truck Name English
ar_sa: الاسم بالانجليزيه

source: Rule Description
ar_sa: اسم الصلاحيه

source: Setting
ar_sa: الاعدادات

# CheckUserRoles
source: There are no roles for this user
ar_sa: لا يوجد صلاحيات لهذا المستخدم

# RulDescriptionEng
source: Rule Name English
ar_sa: اسم الصلاحيه بالانجليزيه

source: Compaines
ar_sa: الشركات

# TruckTypeNameEng
source: Name Eng
ar_sa: الاسم بالانجليزيه

# CheckRegion
source: this region already exist
ar_sa: هذه المنطقه موجوده بالفعل

# CheckRegionName
source: Region name Required
ar_sa: اسم المنطقه لابد من ادخاله

# AllRules
source: All
ar_sa: الكل

source: Edit Profile
ar_sa: تعديل الملف الشخصى

source: Password Is Required
ar_sa: كلمة المرور مطلوبه

# UserNameRequired
source: User First Name Is Requred
ar_sa: الاسم الاول مطلوب

source: Wrong Password
ar_sa: كلمة المرور خاطئة

# TruckNameEngRequired
source: English Name IsRequired
ar_sa: الاسم بالانجليزيه مطلوب

# TruckNameRequired
source: Name Is Required
ar_sa: الاسم بالعربيه مطلوب

source: Region Name Reuired
ar_sa: اسم المدينه مطلوب

source: Region Already Exist
ar_sa: المنطقه موجوده بالفعل

source: Email Is Required
ar_sa: البريد الالكترونى مطلوب

# PhoneIsRequired
source: Mobile Is Required
ar_sa: رقم الجوال مطلوب

# EmailToSubscripRequired
source: Please Enter Email To Subscrip
ar_sa: من فضلك ادخل البريد الالكترونى للاشترك

# UserLastNameRequired
source: Last Name Is Required
ar_sa: الاسم الاخير مطلوب

# MessageTitle
source: Are You Sure
ar_sa: متاكد من عمليه الحذف؟؟

# SureToDelete
source: Delete
ar_sa: حذف

source: Mail Subsuription
ar_sa: القائمة البريديه

source: Thanks For Subscription
ar_sa: شكرا لاشتراكم فى القائمة البريديه

source: Address Required
ar_sa: العنوان مطلوب

# InVaidephone
source: InValide Phone Number
ar_sa: رقم الهاتف غير صحيح

source: Region Required
ar_sa: المدينه مطلوبه

# EmailNotExsit
source: Email Do Not Exist
ar_sa: البريد الالكترونى غير موجود

# InValideData
source: Invalid Password
ar_sa: كلمة المرور غير صحيحه

source: Accepted
ar_sa: تم القبول

source: Cancelled
ar_sa: تم الالغاء

source: Closed
ar_sa: تم الاغلاق

source: Expired
ar_sa: منتهى الصلاحيه

source: OnProgress
ar_sa: قيد التنفيذ

source: Open
ar_sa: مفتوح

source: Email Is Exist
ar_sa: البريد الالكترونى موجود من قبل

# CancelDeleting
source: Cancel
ar_sa: الغاء

# Dialogconfirm
source: Confirm Deleting
ar_sa: نعم اتم عمليه الحذف

# Chang
source: Change
ar_sa: تغيير

# Heigh
source: Increasing
ar_sa: ارتفاع

source: Low
ar_sa: انخفاض

# Newest
source: New
ar_sa: جديد

# RequestsNew
source: New Requests
ar_sa: طلبات جديده

# SuccessfullyDeleted
source: Deleted Successfully
ar_sa: تم الحذف بنجاح

# YourFileSafe
source: Your File Is Safe
ar_sa: ملفاتك ما زالت بامان

source: FirstName Required
ar_sa: الاسم الاول مطلوب

source: LastName Required
ar_sa: الاسم التانى مطلوب

source: All
ar_sa: الكل

# AllRequestes
source: Requestes
ar_sa: مقدمى الخدمة

# AllServiceProviders
source: Service Providers
ar_sa: مزودى الخدمه

source: Notification Address
ar_sa: عنوان الاشعار

source: Notification Description
ar_sa: وصف الاشعار

# SendingTo
source: Send To
ar_sa: أرسال الى

source: Mobile Number Must be 14 Digit
ar_sa: رقم الهاتف لا يجب ان يزيد عن 14 رقم

# MobileMinDigitCount
source: Mobile Number Must be Less Than 10 Digits
ar_sa: رقم الهاتف لا يجب ان يقل عن 10 ارقام

source: Not Seen
ar_sa: لم تتم رؤيته

# InterRules
source: Please Select user Rules
ar_sa: اختار صلاحيات مدير النظام

# lang
source: en
ar_sa: ar
